////////////////////////////////////////////////////////////////////////////////////////
//
// 저작권 표기 License_ver_2.0
// 본 소스코드의 소유권은 yss Embedded Operating System 네이버 카페 관리자와 운영진에게 있습니다.
// 운영진이 임의로 코드의 권한을 타인에게 양도할 수 없습니다.
// 본 소스코드는 아래 사항에 동의할 경우에 사용 가능합니다.
// 아래 사항에 대해 동의하지 않거나 이해하지 못했을 경우 사용을 금합니다.
// 본 소스코드를 사용하였다면 아래 사항을 모두 동의하는 것으로 자동 간주 합니다.
// 본 소스코드의 상업적 또는 비상업적 이용이 가능합니다.
// 본 소스코드의 내용을 임의로 수정하여 재배포하는 행위를 금합니다.
// 본 소스코드의 내용을 무단 전재하는 행위를 금합니다.
// 본 소스코드의 사용으로 인해 발생하는 모든 사고에 대해서 어떤한 법적 책임을 지지 않습니다.
//
//	Home Page : http://cafe.naver.com/yssoperatingsystem
//	Copyright 2020.	yss Embedded Operating System all right reserved.
//
//  주담당자 : 아이구 (mymy49@nate.com) 2020.06.07 ~ 현재
//  부담당자 : -
//
////////////////////////////////////////////////////////////////////////////////////////

#ifndef YSS_Noto_Sans_CJK_HK_14_FONT__H_
#define YSS_Noto_Sans_CJK_HK_14_FONT__H_

#include <gui/Font.h>

extern YssFontHeaderPartUnicode *Font_Noto_Sans_CJK_HK_14;

// 점유 코드 용량 : 11.29 kB

// 사용된 문자 : 
/*
본 소프트웨어는 이순신 OS를 위한 예제 프로젝트입니다.
전자 앨범과 탁상 시계 기능을 구현 할 예정입니다.
이순신 OS에서 권장하는 프로그래밍 패턴을 제공하기 위해 진행합니다.
실무에 적용하는 예제 코드를 참고하시고 직접 활용 하는데 사용해보세요.
*/

#endif

